{
    totalArticles: 62712,
    articles: [
    {
    title: "Egypt unveils newly discovered chamber inside Great Pyramid",
    description: "CAIRO (AP) — Egypt’s antiquities authorities on Thursday unveiled a newly discovered, sealed-off chamber inside one of the Great Pyramids at Giza, just outside of Cairo, that dates back some 4,500 years ago.",
    content: "FILE - Policemen are silhouetted against the Great Pyramid in Giza, Egypt, Dec 12, 2012. Egypt unveiled on Thursday, March 2, 2023, the discovery of a 9-meter-long chamber inside the Great Pyramid of Giza, the first to be found on the structure’s nor... [2769 chars]",
    url: "https://apnews.com/article/pyramid-egypt-cairo-chamber-antiquities-c104c9479b110b85567e61b9ee4bcc0e",
    image: "https://storage.googleapis.com/afs-prod/media/e2693ebcf6b4406cb898b65816f95232/3000.webp",
    publishedAt: "2023-03-02T16:22:42Z",
    source: {
    name: "The Associated Press - en Español",
    url: "https://apnews.com"
    }
    },
    {
    title: "Biden’s Cybersecurity Strategy Assigns Responsibility to Tech Firms",
    description: "The policy document urges more mandates on the firms that control most of the nation’s digital infrastructure, and an expanded government role to disrupt hackers and state-sponsored entities.",
    content: "WASHINGTON — The Biden administration plans to issue a cybersecurity strategy on Thursday that calls on software makers and American industry to take far greater responsibility to assure that their systems cannot be hacked, while accelerating efforts... [1520 chars]",
    url: "https://www.nytimes.com/2023/03/02/us/politics/biden-cybersecurity-strategy.html",
    image: "https://static01.nyt.com/images/2023/03/02/multimedia/02dc-biden-cyber-wtvk/02dc-biden-cyber-wtvk-facebookJumbo.jpg",
    publishedAt: "2023-03-02T16:22:26Z",
    source: {
    name: "The New York Times",
    url: "https://www.nytimes.com"
    }
    },
    {
    title: "The Roy family ends with a bang",
    description: "Let's enjoy a final trailer for HBO's Succession as we collectively get ready to mourn the series' inevitable end",
    content: "It was always going to end with a big family war, wasn’t it? With a clan as despicable as the Roys, that was always a safe bet. HBO’s Succession has never made it easy for Logan’s (Brian Cox) kids to get daddy’s approval. He’s the most loathsome Roy ... [2171 chars]",
    url: "https://www.avclub.com/hbos-succession-season-4-final-trailer-logan-roy-1850178080",
    image: "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/b9e5a200ad6ffe55800cd153fe46e587.jpg",
    publishedAt: "2023-03-02T16:01:00Z",
    source: {
    name: "The A.V. Club",
    url: "https://www.avclub.com"
    }
    },
    {
    title: "Watch SpaceX launch 51 Starlink satellites to orbit today (March 2)",
    description: "SpaceX plans to launch 51 of its Starlink internet satellites to orbit today (March 2), and you can watch the action live.",
    content: "SpaceX plans to launch another big batch of its Starlink internet satellites to orbit on Thursday (March 2), and you can watch the action live.
    A Falcon 9 rocket topped with 51 Starlink spacecraft is scheduled to lift off from California's Vandenberg... [3550 chars]",
    url: "https://www.space.com/spacex-starlink-launch-group-2-7",
    image: "https://cdn.mos.cms.futurecdn.net/prWapTWeTx6CBpLmh7akhL-1200-80.jpg",
    publishedAt: "2023-03-02T15:29:55Z",
    source: {
    name: "Space.com",
    url: "https://www.space.com"
    }
    },
    {
    title: "Microsoft Lets Users Choose the Tone of Chatbot's Personality",
    description: "‘Creative’ mode is supposed to bring back some of that opinionated Bing AI flair, but Microsoft has maintained strong restrictions on responses.",
    content: "Microsoft’s Bing AI now has three different modes to play around with, though even the most “Creative” version of the company’s Prometheus AI remains a severely limited version of the ChatGPT model.
    Microsoft employee Mikhail Parakhin, the head of we... [3006 chars]",
    url: "https://gizmodo.com/bing-microsoft-chatgpt-google-ai-bard-openai-1850178022",
    image: "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/2a0e94f78bf8b8077f852e62e3dba93b.jpg",
    publishedAt: "2023-03-02T15:25:00Z",
    source: {
    name: "Gizmodo",
    url: "https://gizmodo.com"
    }
    },
    {
    title: "Lori Lightfoot's loss: Chicago becomes latest major city to face mayoral test over crime",
    description: "Lori Lightfoot rode into the Chicago mayor's office in 2019 as a reform candidate, offering a break from the city's clubby political scene while making history as the first Black woman and first out gay person to hold the office as she won all 50 wards.",
    content: "Chicago CNN —
    Lori Lightfoot rode into the Chicago mayor’s office in 2019 as a reform candidate, offering a break from the city’s clubby political scene while making history as the first Black woman and first out gay person to hold the office as she ... [7197 chars]",
    url: "https://www.cnn.com/2023/03/01/politics/lori-lightfoot-chicago-mayor-race-crime/index.html",
    image: "https://media.cnn.com/api/v1/images/stellar/prod/230301173304-lori-lightfoot-election-night-file-022823.jpg?c=16x9&q=w_800,c_fill",
    publishedAt: "2023-03-02T15:23:00Z",
    source: {
    name: "CNN",
    url: "https://www.cnn.com"
    }
    },
    {
    title: "Georgia’s Jalen Carter Accused in Car Crash That Killed Two People",
    description: "The police said that Carter, projected as a top-5 pick in the N.F.L. draft, had been involved in a crash that killed a Georgia teammate and a team staff member.",
    content: "Jalen Carter, a potential top-five pick in the coming N.F.L. draft, was booked on misdemeanor charges on Wednesday night in connection with a car crash in January that killed two people, including a University of Georgia teammate. The crash took plac... [1191 chars]",
    url: "https://www.nytimes.com/2023/03/01/sports/football/jalen-carter-arrest-nfl-draft.html",
    image: "https://static01.nyt.com/images/2023/03/01/multimedia/01carter-crash-thwv/01carter-crash-thwv-facebookJumbo.jpg",
    publishedAt: "2023-03-02T15:05:00Z",
    source: {
    name: "The New York Times",
    url: "https://www.nytimes.com"
    }
    },
    {
    title: "Ford's February sales jump 22% from subdued results in 2022",
    description: "Sales of Ford's F-Series pickups increased 22% last month compared to a year earlier, including a spike in sales of its electric F-150 Lightning.",
    content: "Ford Motor Co., CEO Jim Farley gives the thumbs up sign before announcing Ford Motor will partner with Chinese-based, Amperex Technology, to build an all-electric vehicle battery plant in Marshall, Michigan, during a press conference in Romulus, Mich... [925 chars]",
    url: "https://www.cnbc.com/2023/03/02/ford-february-auto-sales.html",
    image: "https://image.cnbcfm.com/api/v1/image/107201257-16776250332023-02-13t203932z_1731317288_rc2haz9uml4p_rtrmadp_0_ford-motor-electric.jpeg?v=1677766523&w=1920&h=1080",
    publishedAt: "2023-03-02T14:15:23Z",
    source: {
    name: "CNBC",
    url: "https://www.cnbc.com"
    }
    },
    {
    title: "Some top Republicans skip CPAC as organizer faces groping allegations - live",
    description: "Trump is scheduled to speak at conservative conference on Saturday, but potential candidates like DeSantis aren’t showing up",
    content: "From 2h ago 09.36 EST CPAC set for lawmaker-heavy Thursday Today’s CPAC agenda is packed with Republican lawmakers, particularly those who adhere to the party’s most conservative positions, according to its agenda. One of the day’s first speakers is ... [9487 chars]",
    url: "https://www.theguardian.com/us-news/live/2023/mar/02/trump-desantis-cpac-republicans-biden-us-politics-latest-updates",
    image: "https://i.guim.co.uk/img/media/4d2174a3a6727bba0dd9dd11515d16488dc6f675/0_184_5535_3321/master/5535.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctbGl2ZS5wbmc&enable=upscale&s=771172bf149070985e4fbba95fe4e2cc",
    publishedAt: "2023-03-02T14:07:00Z",
    source: {
    name: "The Guardian US",
    url: "https://www.theguardian.com"
    }
    },
    {
    title: "'Funny Girl' With Lea Michele Sets Closing Date on Broadway",
    description: "'Funny Girl' with Lea Michele has set its closing date on Broadway",
    content: "Life in the the-a-ter is coming to a close for the company of “Funny Girl.” The Broadway revival has extended its run, but the show will play its final performance on Sunday, Sept. 3, 2023.
    Its closing date is almost exactly one year after Michele jo... [1805 chars]",
    url: "https://variety.com/2023/legit/news/funny-girl-lea-michele-closing-date-broadway-1235540750/",
    image: "https://variety.com/wp-content/uploads/2022/09/funny-girl.jpg?w=1000&h=563&crop=1",
    publishedAt: "2023-03-02T14:00:00Z",
    source: {
    name: "Variety",
    url: "https://variety.com"
    }
    }
    ]
    }