{
  "common": {
    "hello": "Привіт",
    "login": "Увійти",
    "link_to_news": "Натисніть, щоб переглянути всі новини"
  },
  "header": {
    "title": "Гарячі Новини"
  },
  "welcome": {
    "first_part_of_title": "Байден відвідав Україну",
    "second_part_of_title": "Байден відвідав Зеленського в Києві і сказав, що Путін «неправий» щодо війни в Україні",
    "welcome_text": "США підтримуватимуть Україну в її боротьбі з Росією стільки, скільки буде потрібно, заявив президент США Джо Байден під час неоголошеного візиту до Києва. Ми повністю впевнені, що ви й надалі перемагатимете, – сказав він. Перша поїздка пана Байдена в Україну в якості президента відбулася за кілька днів до першої річниці вторгнення Росії. Він сказав, що президент Росії Володимир Путін абсолютно помилявся, вважаючи, що Росія зможе пережити Україну та її західних союзників. Він зустрівся з президентом України Володимиром Зеленським, і пара відвідала меморіал солдатам, які загинули за дев’ять років після анексії Росією Криму та захоплення її проксі-силами частини східного Донбасу. Згідно із заявою Білого дому, присутність пана Байдена мала на меті підтвердити непохитну відданість Америки демократії, суверенітету та територіальній цілісності України. Він скористався 10-годинною поїздкою з Польщі, щоб таємно дістатися до Києва, а потім повернувся до Польщі. Росія була поінформована про поїздку за кілька годин до від'їзду президента Байдена з метою розв'язання конфлікту, сказав офіційний представник США. Після візиту держсекретар США Ентоні Блінкен оголосив про новий пакет безпекової допомоги Україні вартістю 450 мільйонів доларів (373 мільйони фунтів стерлінгів), включаючи боєприпаси для гаубиць і ракетної системи Himars, ракети Javelin і радари повітряного спостереження. США також нададуть Києву додаткові 10 мільйонів доларів екстреної допомоги для підтримки енергетичної інфраструктури України, сказав пан Блінкен. Пізніше цього тижня також буде оголошено про нову хвилю санкцій проти фізичних осіб і компаній, які намагаються ухилитися від російської військової машини або посилити її. Пан Зеленський сказав, що перемога України над Росією залежить від рішучості і що він бачить таку рішучість у пані Байден. Саме зараз і в Україні вирішується доля світового порядку, який базується на правилах, на людяності...», – сказав він."
  },
  "login": {
    "form_title": "Увійдіть у свій акаунт",
    "login_form": {
      "username": "Ім'я користувача",
      "password": "Пароль"
    }
  },
  "news": {
    "posted_by": "Опубліковано:",
    "published_at": "Дата:",
    "load_more": "Завантажити ще",
    "check_source": "Перейти на джерело статті",
    "link_for_actions": "Увійдіть в аккаунт для більших можливостей"
  },
  "profile": {
    "account": "Аккаунт",
    "your_liked_news": "Новини, які ви вподобали",
    "no_liked_news": "Ви ще не вподобали жодної новини",
    "if_you_want_like_news": "Якщо ви хочете вподобати новини, перейдіть за посиланням нижче"
  }
}
